content/reading/wishlist.org
#+startup: content indent

* Wish list :reading:

This document contains my wishlist for future readings or writings.

#+INDEX: Giovanni's Diary!Reading!Wishlist
** TODO Reading
My next books in the shelf:

- Mauro Corona, Lunario Sentimentale. 192 pag.
- Mauro Corona, Storie del bosco Antico, 160 pag.
- Mauro Corona, Voci del Bosco, 144 pag.
- Hermann Hesse, Narciso e Boccadoro

I want to re-explore Agatha Cristie. I read some of her books and
I was glued to the story, in particular "10 Piccoli Indiani".

** Writing

*** TODO Write about Hermann Hesse

I have ready some books of Herman Hesse and I found them
interesting, so I want to talk about them. In particular:
- Siddharta
- Il lupo della Steppa

--

Travel: [[file:reading.org][Reading]], [[file:../theindex.org][Index]]
