public/reading/wishlist.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org608377b" class="outline-2">
<h2 id="org608377b">Wish list&#xa0;&#xa0;&#xa0;<span class="tag"><span class="reading">reading</span></span></h2>
<div class="outline-text-2" id="text-org608377b">
<p>
This document contains my wishlist for future readings or writings.
</p>
</div>
<div id="outline-container-orge3a7c57" class="outline-3">
<h3 id="orge3a7c57"><span class="todo TODO">TODO</span> Reading</h3>
<div class="outline-text-3" id="text-orge3a7c57">
<p>
My next books in the shelf:
</p>

<ul class="org-ul">
<li>Mauro Corona, Lunario Sentimentale. 192 pag.</li>
<li>Mauro Corona, Storie del bosco Antico, 160 pag.</li>
<li>Mauro Corona, Voci del Bosco, 144 pag.</li>
<li>Hermann Hesse, Narciso e Boccadoro</li>
</ul>

<p>
I want to re-explore Agatha Cristie. I read some of her books and
I was glued to the story, in particular "10 Piccoli Indiani".
</p>
</div>
</div>

<div id="outline-container-org0feddd5" class="outline-3">
<h3 id="org0feddd5">Writing</h3>
<div class="outline-text-3" id="text-org0feddd5">
</div>
<div id="outline-container-org88ac789" class="outline-4">
<h4 id="org88ac789"><span class="todo TODO">TODO</span> Write about Hermann Hesse</h4>
<div class="outline-text-4" id="text-org88ac789">
<p>
I have ready some books of Herman Hesse and I found them
interesting, so I want to talk about them. In particular:
</p>
<ul class="org-ul">
<li>Siddharta</li>
<li>Il lupo della Steppa</li>
</ul>

<p>
&#x2013;
</p>

<p>
Travel: <a href="reading.html">Reading</a>, <a href="../theindex.html">Index</a>
</p>
</div>
</div>
</div>
</div>
</div>
</body>
</html>
